package com.datatypes.idea.less1.medlvl;

import java.sql.*;
import java.util.Scanner;
import java.util.Arrays;

/*
Средний вариант.
 Целочисленные, байтовые и вещественные типы данных. Реализовать программу с интерактивным консольным меню,
 (т.е. вывод списка действий по цифрам. При этом при нажатии на цифру у нас должно выполняться определенное действие).
 Задания полностью идентичны заданию No1 базовому варианту. При этом в программе данные пункты должны называться
 следующим образом:
 1. Вывести все таблицы из MySQL.
 2. Создать таблицу в MySQL.
 3. Сложение чисел, результат сохранить в MySQL с последующим выводом в консоль.
 4. Вычитание чисел, результат сохранить в MySQL с последующим выводом в консоль.
 5. Умножение чисел, результат сохранить в MySQL с последующим выводом в консоль.
 6. Деление чисел, результат сохранить в MySQL с последующим выводом в консоль.
 7. Деление чисел по модулю (остаток), результат сохранить в MySQL с последующим выводом в консоль.
 8. Возведение числа в модуль, результат сохранить в MySQL с последующим выводом в консоль.
*/

public class intClassMySQL {
}
